Repository: ffquintella/simplerisk-addons
Catalog: src/net-extras/GUIClient/Resources/Localization.*.resx
Languages: pt_br

source: Settings
pt_br: Configurações

source: Server
pt_br: Servidor

# Sys
source: System
pt_br: Sistema

source: Host
pt_br: Computador

source: Operational System
pt_br: Sistema Operacional

source: Description
pt_br: Descrição

source: Warning
pt_br: Alerta

# NoRegistrationMSG
source: Your application has not being registred. Pelase ask your administrator to authorize the application with ID:
pt_br: Sua aplicação não foi registrada. Por favor solicite ao administrador que autorize a aplicação com o ID:

# RegistrationErrorMSG
source: There was an error tring to register your application with the server.
pt_br: Ocorreu um erro tentando registrar a sua aplicação com o servidor.

# RegistrationNotAcceptedMSG
source: Your app registration was not yet accepted by an administrator. ID:
pt_br: O registro do seu aplicativo ainda não foi aceito por um administrador. ID:

# NotAccepted
source: Your registratin is not accepted
pt_br: Seu registro não foi aceito

source: Login
pt_br: Entrar

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Exit
pt_br: Sair

source: Environment
pt_br: Ambiente

# LoginError
source: You login process failed.
pt_br: Seu processo de entrada falhou.

# NotImplementedMSG
source: This method is not implemented yet.
pt_br: Este método ainda não foi implementado.

# SelectAuthenticationMSG
source: Please select your authentication method.
pt_br: Por favor selecione o seu método de autenticação.

# ApplicationMN
source: _Application
pt_br: _Aplicação

# ExitMN
source: _Exit
pt_br: _Sair

# WelcomeMSG
source: Welcome to the SRGUI Client.
pt_br: Bem-vindo ao SRGUI Client.

source: Account
pt_br: Conta

source: Role
pt_br: Perfil

source: Name
pt_br: Nome

source: Machine
pt_br: Máquina

source: Computer
pt_br: Computador

source: Logged Account
pt_br: Conta Usada

source: Actions
pt_br: Ações

# ClientApproveErrorMSG
source: There was an error trying to approve the client.
pt_br: Ocorreu um erro na tentativa de aprovar o cliente.

# ClientRejectErrorMSG
source: There was an error trying to process the client rejection.
pt_br: Ocorreu um erro na tentativa de processar a rejeição do cliente

# ClientDeleteConfirmationMSG
source: Are you sure you want to delete that client?.
pt_br: Tem certeza que deseja apagar este cliente?

source: Risks over time
pt_br: Riscos através do tempo

source: Assessments
pt_br: Levantamentos

source: Answers
pt_br: Respostas

source: Questions
pt_br: Perguntas

source: Answer
pt_br: Resposta

# AssessmentNameInvalidMSG
source: The assessment name is invalid
pt_br: O nome do levantamento é inválido

# AssessmentNameExistsMSG
source: The assessment name alreay exists.
pt_br: O nome do levantamento já existe.

# ErrorCreatingAssessmentMSG
source: Error creating assessment.
pt_br: Erro criando levantamento.

# ConfirmDeleteAssessmentMSG
source: Are you shure? This will delete completly the assignment:
pt_br: Tem certeza? Isto irá apagar completamente o levantamento:

# ErrorDeletingAssessmentMSG
source: Error deleting selected assessment.
pt_br: Erro apagando o levantamento selecionado.

source: Question
pt_br: Pergunta

source: Risk
pt_br: Risco

source: Subject
pt_br: Assunto

# AnswerAlreadyExistsMSG
source: The answer alreay exists
pt_br: A resposta já existe

source: Save
pt_br: Guardar

source: Cancel
pt_br: Abortar

source: Error
pt_br: Erro

# ErrorSavingQuestionMSG
source: A error occurred while saving the question.
pt_br: Um erro ocorreu ao salvar a pergunta.

# QuestionAlreadyExistsMSG
source: The question already exists.
pt_br: A pergunta já existe.

# ErrorSavingAnswersMSG
source: Error saving the answers.
pt_br: Erro salvando as respostas.

# QuestionDoesNotExistsMSG
source: This question does not exists.
pt_br: Essa pergunta não existe.

# ConfirmDeleteAssessmentQuestionMSG
source: Are you shure you want to delete the assessment question:
pt_br: Tem certeza que deseja apagar a pergunta do levantamento:

# ErrorDeletingAssessmentQuestionMSG
source: Error deleting assessment question.
pt_br: Erro apagando a pergunta do levantamento.

# ErrorOpeningExternalBrowserMSG
source: Error opening browser:
pt_br: Erro abrindo o browser:

# SAMLAuthenticationTimeoutMSG
source: The SAML authentication attempt runned out of time
pt_br: A tentativa de autenticação SAML expirou.

# LogoutQuit
source: Logout and Quit
pt_br: Descontectar e Fechar

# ControlStatistics
source: Security Control Statistics
pt_br: Estatísticas dos controles de segurança

source: Maturity
pt_br: Maturidade

source: Desired Maturity
pt_br: Maturidade Desejada
